[
    {
        "name": "iPhone 14 Pro Max, 128 ГБ",
        "description": "IPhone 14 pro max 128gb витринный образец, в использовании не был! Новое устройство, 1 год официальной гарантии. Только оригинальная продукция. - Более 30.000 довольных клиентов. - Гарантия до 2 лет. - Рассрочка/кредит от 12 Банков. - Trade-IN с выгодой до 100.000₽. Работаем каждый день. Без перерыва и выходных. С 10:00 до 20:00 Тдц Телемир.",
        "link": "https://www.avito.ru/stavropol/telefony/iphone_14_pro_max_128_gb_3119325337",
        "price": "87990",
        "active_product": "986 объявлений компании",
        "name_owner": "re:Stav",
        "location": "Ставропольский край, Ставрополь, ул. Ленина, 468",
        "img": "https://70.img.avito.st/image/1/1.dfHzWba42RjF8BsdlXBX4dH72x5N-FsQhf3bGkPw0RJF.VWRL6lQzpcVInkmuQVebFTugAvCYS9uWLN6tMjbLk3k"
    },
    {
        "name": "iPhone 14 Pro, 128 ГБ",
        "description": "Новый Apple iPhone 14 Pro 128GB Silver. Только оригинальная продукция. - Более 30.000 довольных клиентов. - Гарантия до 2 лет. - Рассрочка/кредит от 12 Банков. - Trade-IN с выгодой до 100.000₽. Работаем каждый день. Без перерыва и выходных. С 10:00 до 20:00 Тдц Телемир.",
        "link": "https://www.avito.ru/stavropol/telefony/iphone_14_pro_128_gb_2606836254",
        "price": "91990",
        "active_product": "986 объявлений компании",
        "name_owner": "re:Stav",
        "location": "Ставропольский край, Ставрополь, ул. Ленина, 468",
        "img": "https://20.img.avito.st/image/1/1.N6z667a5m0XMQllAmKdNyjRInU9OyJOHS0iZQUZCkUc.MoM0ofNqzu56kEd3CLUJnfM_UGrnBcAUR5gORaKy4rc"
    },
    {
        "name": "iPhone 14 Pro Max, 128 ГБ",
        "description": "Внимание! Стоимость указана с учетом Усредненной скидке по программе Trade-in при сдаче Вашего старого iPhone. Хотите узнать персональную скидку при сдаче Вашего устройства- пишите нам! После оценки и расчета стоимости нашими специалистами делаем скидку на новое устройство в размере оценки старого! Актуальную стоимость Без учета Trade-in уточняйте у продавцов-консультантов! Apple iPhone 14 Pro Max, оригинальный, Запечатанный. При покупке до конца месяца в подарок беспроводные наушники. Напишите прямо сейчас, для резерва, подарков ограниченное количество. Предоставляется рассрочка и кредит от 10ти банков на все модели. Добавьте это объявление в избранное, чтобы не потерять наше предложение! Почему именно мы? Re: Bro — 25 фирменных магазинов по всей РФ. Только оригинальная продукции Apple. Работаем с 2018 года. Рассрочка и кредит до 36 месяцев, без первоначального взноса. Trade IN — сдай старый Айфон и получи скидку до 55% на новый! В наличии все цвета и объемы памяти. Доставка в течение дня по всему городу Самара. Гарантия 12 месяцев на новые устройства. Актуальную стоимость и наличие уточняйте по телефону или в сообщениях.",
        "link": "https://www.avito.ru/samara/telefony/iphone_14_pro_max_128_gb_3421018638",
        "price": "84990",
        "active_product": null,
        "name_owner": "Re:Bro Самара. Фирменная продукция Apple",
        "location": "Самарская область, Самара, Молодогвардейская ул., 223",
        "img": "https://20.img.avito.st/image/1/1.yh7q3La4ZvfcdaTy8peDT_9-ZPFUfeT_nHhk9Vp1bv1c.e2DEbxfP3O5yJjFGyA6jz2Hy71RLvNuZXZTiMBnM_mw"
    },
    {
        "name": "iPhone 13, 128 ГБ",
        "description": "Новый iPhone 13 128 gb. Только оригинальная продукция. - Более 30.000 довольных клиентов. - Гарантия до 2 лет. - Рассрочка/кредит от 1 Только оригинальная продукция. - Более 30.000 довольных клиентов. - Гарантия до 2 лет. - Рассрочка/кредит от 12 Банков. - Trade-IN с выгодой до 100.000₽. Цена актуальна с услугой trade-in—. Работаем каждый день. Без перерыва и выходных. С 10:00 до 20:00 по адресу Ленина 468 Тдц Телемир 2 Банков. - Trade-IN с выгодой до 100.000₽. Цена актуальна с услугой trade-in.",
        "link": "https://www.avito.ru/stavropol/telefony/iphone_13_128_gb_2415578121",
        "price": "59990",
        "active_product": "986 объявлений компании",
        "name_owner": "re:Stav",
        "location": "Ставропольский край, Ставрополь, ул. Ленина, 468",
        "img": "https://50.img.avito.st/image/1/1.q9ad97a4Bz-rXsU6x8mG7KNVBTkjVoU361MFPS1eDzUr.Gob3x8tb0LdBS-CvKLWjEtzhHl_YWdTcNOkOj8PgpHw"
    },
    {
        "name": "iPhone 14 Pro, 128 ГБ",
        "description": "Внимание! Стоимость указана с учетом Усредненной скидке по программе Trade-in при сдаче Вашего старого iPhone. Хотите узнать персональную скидку при сдаче Вашего устройства- пишите нам! После оценки и расчета стоимости нашими специалистами делаем скидку на новое устройство в размере оценки старого! Актуальную стоимость Без учета Trade-in уточняйте у продавцов-консультантов! Apple iPhone 14 Pro новый, оригинальный, Запечатанный. Предоставляется рассрочка и кредит от 10ти банков на все модели. Добавьте это объявление в избранное, чтобы не потерять наше предложение! Почему именно мы? Re: Bro — 25 фирменных магазинов по всей РФ. Только оригинальная продукция Apple. Работаем с 2018 года. Рассрочка и кредит до 36 месяцев, без первоначального взноса. Trade IN — сдай старый Айфон и получи скидку до 55% на новый! В наличии все цвета и объемы памяти. Доставка в течение дня по всему городу Ярославль. Гарантия 12 месяцев на новые устройства. Актуальную стоимость и наличие уточняйте по телефону или в сообщениях.",
        "link": "https://www.avito.ru/yaroslavl/telefony/iphone_14_pro_128_gb_3194202044",
        "price": "74990",
        "active_product": null,
        "name_owner": "Re:Bro Ярославль. Фирменная продукция Apple",
        "location": "Ярославская область, Ярославль, Московский пр-т, 89/2",
        "img": "https://40.img.avito.st/image/1/1.oI-cw7a4DGaqas5j0NXLs4NhDmAiYo5u6mcOZCxqBGwq.eJBYBpI_vNSuXfSTLWp4mkx4IkjBGqRriauPRyQ4ebY"
    },
    {
        "name": "iPhone 15, 256 ГБ",
        "description": "Iphоne 15 256GB Gray рaссрочкaвыгoдно. Гаpaнтия 1 год. *Цена укaзaнa пpи coблюдeнии условий акции. Пpи любoй формe oплaты. При oплaтe по кapтe, взимаeтcя комисcия +2%. Не является публичнoй офeртой. -*Услоbия Аkции Утoчhяйtе У Спeциaлистов В Салohe. Hовый, запeчaтaнный, нe воccтановленный, гарантия 1 год. Рассрочка, кредит до 3-х лет. Стоимость товара указана в рассрочку или кредит. Выгодный: обмен, Тrаdе-in, выкуп Б/У. Остались вопросы? Звони! Пиши! Работаем ежедневно с 10:00 до 20:00. Наш адрес: Ленинский проспект 7-9, ТД Европа, 1 этаж «Салон&Сервис «Цифра». Также любой товар в нашем салоне вы сможете приобрести в кредит — через сайт самостоятельно или оформить в нашем салоне. *Моdеl: Sim+еsim.",
        "link": "https://www.avito.ru/kaliningrad/telefony/iphone_15_256_gb_3441384446",
        "price": "83900",
        "active_product": "1018 объявлений компании",
        "name_owner": "Цифра | Салон&Сервис",
        "location": "Калининградская область, Калининград, Ленинский пр-т, 7",
        "img": "https://40.img.avito.st/image/1/1.Zdsr7ba4yTIdRAs3bfQy4zRPyzSVTEs6XUnLMJtEwTid.3Ch-v3DANRQGTMyazU5eXxSx4MVCvsLgA6VlKvOFY9s"
    },
    {
        "name": "iPhone 14 Pro, 128 ГБ",
        "description": "Внимание! Стоимость указана с учетом Усредненной скидке по программе Trade-in при сдаче Вашего старого iPhone. Хотите узнать персональную скидку при сдаче Вашего устройства- пишите нам! После оценки и расчета стоимости нашими специалистами делаем скидку на новое устройство в размере оценки старого! Актуальную стоимость Без учета Trade-in уточняйте у продавцов-консультантов! Apple iPhone 14 Pro, оригинальный, Запечатанный. При покупке до конца месяца в подарок беспроводные наушники. Напишите прямо сейчас, для резерва, подарков ограниченное количество. Предоставляется рассрочка и кредит от 10ти банков на все модели. Добавьте это объявление в избранное, чтобы не потерять наше предложение! Почему именно мы? Re: Bro — 25 фирменных магазинов по всей РФ. Только оригинальная продукции Apple. Работаем с 2018 года. Рассрочка и кредит до 36 месяцев, без первоначального взноса. Trade IN — сдай старый Айфон и получи скидку до 55% на новый! В наличии все цвета и объемы памяти. Доставка в течение дня по всему городу Самара. Гарантия 12 месяцев на новые устройства. Актуальную стоимость и наличие уточняйте по телефону или в сообщениях.",
        "link": "https://www.avito.ru/samara/telefony/iphone_14_pro_128_gb_3421196226",
        "price": "74990",
        "active_product": null,
        "name_owner": "Re:Bro Самара. Фирменная продукция Apple",
        "location": "Самарская область, Самара, Молодогвардейская ул., 223",
        "img": "https://40.img.avito.st/image/1/1.jUbZWba4Ia_v8OOqzzvHF8z7I6ln-KOnr_0jrWnwKaVv.yv9kcNnRsadVNHosFJP_k15Vq9nU3_f-zNh2hVriG2c"
    },
    {
        "name": "iPhone 14 Pro Max, 256 ГБ",
        "description": "Рассрочка 3 годагарантияобменtrade inвыкуп Рассрочка до 3х лет. Iрhоne14 Pro Max 256Gb Space Black. Абсолютно новый, запакованный. Оформляем в Рассрочку до 3х лет. Оплата картой по терминалу. Trade in / Обмен / Выкуп. Супер цена по Акции: 91.900₽. Не обязываем приобретать в «рассрочку». Кредит и рассрочка доступны по желанию на срок до 3х лет. Адрес нашего магазина ipont в Калининграде: Ул. Профессора Баранова 6, Тц Гут 1 этаж. Магазин: Ежедневно с 10:00 до 20:00. * Наличие, актуальную стоимость, подробности и условия акции уточняйте у консультантов в салоне ipont!) Желаем приятных покупок!).",
        "link": "https://www.avito.ru/kaliningrad/telefony/iphone_14_pro_max_256_gb_3234325378",
        "price": "91900",
        "active_product": "363 объявления",
        "name_owner": "iPont ПРОДАЕМ И МЕНЯЕМ Apple",
        "location": "Калининградская область, Калининград, ул. Профессора Баранова, 6",
        "img": "https://40.img.avito.st/image/1/1.qYT0Yra4BW3Cy8doqiC6jc7AB2tKw4dlgsYHb0TLDWdC.OS-8bCuHE-aNdyPSN0t_f1wtpqhU2rsucKUy25kd6Vo"
    },
    {
        "name": "iPhone 14 Pro Max, 256 ГБ",
        "description": "Выгодновыгодновыгодновыгодно. Рассрочка до 3х летtrade inгарантия. Iрhоne 14 Pro Max 256Gb Deep Purple /. Абсолютно новый, запакованный. Оформляем в Рассрочку до 3х лет. Оплата картой по терминалу. Trade in / Обмен / Выкуп Б/у. Супер Цена по Акции: 91.900₽. Не обязываем приобретать в «рассрочку». Кредит и рассрочка доступны по желанию на срок до 3х лет. Адрес нашего магазина ipont в Калининграде: Ул. Профессора Баранова 6, Тц Гут 1 этаж. Ежедневно с 10:00 до 20:00. * Наличие, актуальную стоимость, условия, сроки и подробности всех Акции уточняйте пожалуйста у консультантов ipont.",
        "link": "https://www.avito.ru/kaliningrad/telefony/iphone_14_pro_max_256_gb_2754328146",
        "price": "91900",
        "active_product": "363 объявления",
        "name_owner": "iPont ПРОДАЕМ И МЕНЯЕМ Apple",
        "location": "ул. Профессора Баранова, 6",
        "img": "https://30.img.avito.st/image/1/1.7Qsblra5QeItP4PnTbG_ddM1R-ivtUkgqjVD5qc_S-A.CAYy7Bba4o1UWJIY6cyXTGQ6PnFUUIKiqgQ2ApN0lCc"
    },
    {
        "name": "iPhone 11, 128 ГБ",
        "description": "Беспроцентная Рассрочка Скидки до 99% по программе Trade-in Доставка по Калининграду и области Выкуп вашего устройства Сервис: обслуживание и ремонт ваших гаджетов. Apple iPhone 11, 128 Gb, White — Подержанный. Наш адрес: Ул. Профессора Баранова, д. 1, ТЦ «Z-Форт», 1 этаж — (вход со стороны центрального рынка). - Хорошее внешнее состояние. - Оригинальный аккумулятор. - Работают все функции. - Гарантия: до 180 дней. - Цена указана за наличный расчёт для клиентов с «Авито». - Присутствуют следы эксплуатации. - Засветы на дисплее. Доставка по Калининграду и области; Наличный и безналичный расчет; Рассрочка без % / Кредит (возможно оформление Онлайн); Trade-in (сдай свой телефон и получите скидку на новый); Наш адрес: Ул. Профессора Баранова, д. 1, ТЦ «Z-Форт», 1 этаж — (вход со стороны центрального рынка). Ждём Вас ежедневно с 10:00 до 21:00. * Наличие и актуальную цену уточняйте у менеджера в сообщениях или по телефону.",
        "link": "https://www.avito.ru/kaliningrad/telefony/iphone_11_128_gb_2765896127",
        "price": "23990",
        "active_product": null,
        "name_owner": "K-Mobile - обмен и продажа мобильных телефонов",
        "location": "Калининград, улица Профессора Баранова, 1",
        "img": "https://70.img.avito.st/image/1/1.ssP5g7a5HirPKtwvkZ3yzzMgGCBNoBboSCAcLkUqFCg.ONXB6wKL-ZCIk2KASu2JA40YsiVb__o7OgxZtX2mZ0A"
    },
    {
        "name": "iPhone 11, 128 ГБ",
        "description": "Беспроцентная Рассрочка Скидки до 99% по программе Trade-in Доставка по Калининграду и области Выкуп вашего устройства Сервис: обслуживание и ремонт ваших гаджетов. Apple iPhone 11, 128 Gb, Black — Подержанный. Наш адрес: Ул. Профессора Баранова, д. 1, ТЦ «Z-Форт», 1 этаж — (вход со стороны центрального рынка). Ждём Вас ежедневно с 10:00 до 21:00. - Хорошее внешнее состояние. - Оригинальный аккумулятор. - Работают все функции. - Гарантия: до 180 дней. - Цена указана за наличный расчёт для клиентов с «Авито». - Присутствуют следы эксплуатации. Доставка по Калининграду и области; Наличный и безналичный расчет; Рассрочка без % / Кредит (возможно оформление Онлайн); Trade-in (сдай свой телефон и получите скидку на новый); заменён дисплей. * Наличие и актуальную цену уточняйте у менеджера в сообщениях или по телефону.",
        "link": "https://www.avito.ru/kaliningrad/telefony/iphone_11_128_gb_2638721188",
        "price": "25990",
        "active_product": null,
        "name_owner": "K-Mobile - обмен и продажа мобильных телефонов",
        "location": "Калининградская область, Калининград, ул. Профессора Баранова, 1",
        "img": "https://10.img.avito.st/image/1/1.em-MIba51oa6iBSD9FRccU6C0Iw4At5EPYLUgjCI3IQ.hMrRyLnfUewmfB3qlhbZKeISsq3Ux1ILQL4MXG7gWC0"
    },
    {
        "name": "iPhone 7 Plus, 128 ГБ",
        "description": "Baс приветствуeт фиpменный. Магазин оригинальной продукции Aрplе. Joвsсаlling! (Дoставка/Самовывоз). 3 из 5 подарка на ваш выбор*. Какие Подарки можете получить от нас. Беспроводные наушники AirPods. Беспроводная зарядка magsafe. Фитнес браслет Mi. Wallet кошелек. Battery pack повербанк. Участие в розыгрыше техники Apple*. Скидка если найдёте дешевле! *. Кешбэк на сл. Покупку до 4% от чека*. Скидка 50% на аксессуары (чехол и стекло)*. Скидка 20% на poweradapter 20W*. *для получения информации пишите по объявлению в сообщения! Финальная распродажа, товар ограничен! Восстановленный Rfb iPhone — это телефон, у которого ранее был заводской дефект, который потом устранили. На него поставили новые комплектующие, только материнская плата осталась прежняя. Приём заказов по телефону: с 10:00 до 21:00. Доставка: с 10:00 до 21:00. Способы оплаты: Наличный расчёт. Безналичный расчёт: 1)Оплата картой по терминалу либо по Qr коду. 2)Перевод через организацию по счету без Ндс. Кредит / Рассрочка. Перед покупкой вы можете распечатать упаковку, включить и проверить весь функционал в телефоне. В связи с нестабильностью курса доллара, цена может отличаться — актуальность цены уточняйте у менеджера! Федеральная сеть Jobscalling. Более 35 магазинов по всей России, более 50.000+ довольных клиентов. Мы успешно работаем с 2015 года. Не забудь добавить объявление в избранное и подписаться на магазин. Сиcтeмa cкидок: 1000 рублей при первой покупки и кэшбэк до 4% постоянным клиентам. 1000 рублей на день рождения. 1500 рублей при покупке 2-х телефонов. Уcлуга «Приведи другa» — пpийдeшь c другом? Сделаем скидку! Нашёл дешевле? — не вопрос, сделаем скидку! Мы предлагаем. Пpoвеpку тeлефонa перед покупкoй. Установку санкционных приложений (Сбербанк, Тиньков, Альфа банк,2гис и т. Д.). Гарантию до 1 года на заводской брак. Докумeнтация: Чeк+ Гapaнтийный тaлoн. Самые низкие цены. (Действует Гарантия Лучшей Цены-если найдете дешевле в другом магазине, сделаем еще выгоднее). Подарки к каждой покупке. Выгодный Trade In — обменяем твой Старый телефон на Новый! Рассрочка/Кредит до 36 месяцев. Доставка по городу (в течение дня) и России (2-5 дней). Собственный сервисный центр. Высококвалифицированные специалисты. Ждем Вас в наших салонах! С 10:00 до 21:00 без выходных. Остались вопросы? Нажмите на и специалист ответит на них! ↘↘ все наши предложения в профиле ↙↙.",
        "link": "https://www.avito.ru/saratov/telefony/iphone_7_plus_128_gb_2060987513",
        "price": "12990",
        "active_product": "1374 объявления компании",
        "name_owner": "JOBSCALLING НА ВОЛЬСКОЙ-МАГАЗИН ТЕХНИКИ И АКСЕССУАРОВ APPLE",
        "location": "Саратовская область, Саратов, Вольская ул., 48",
        "img": "https://30.img.avito.st/image/1/1.-pd8Zra5Vn5Kz5R7BAGj9qPFUHTIRV68zcVUesDPXHw.lpqIxfWAznZjc2y78objqEa93Dm8Po5OxEwLIxc7ro0"
    },
    {
        "name": "iPhone 11, 64 ГБ",
        "description": "На все телефоны предоставляем беспроцентную рассрочку (не кредит) Trade-in (Обмен Вашего телефона на другой) Выкуп Вашего телефона. Apple iPhone 11, 64 Gb, Black. Наш адрес: Ул. Профессора Баранова, д. 1, ТЦ «Z-Форт», 1 этаж — (вход со стороны центрального рынка). - Хорошее внешнее состояние. - Оригинальный аккумалятор. - Гарантия: до 180 дней. - Цена указана за наличный расчёт для клиентов с «Авито». - Присутствуют следы эксплуатации. - no face. Доставка по Калининграду и области; Наличный и безналичный расчет; Рассрочка без % / Кредит (возможно оформление Онлайн); Trade-in (Обменяем Ваш телефон на новый); Работаем каждый день с 10:00 до 21:00. * Наличие и актуальную цену уточняйте у менеджера в сообщениях или по телефону.",
        "link": "https://www.avito.ru/kaliningrad/telefony/iphone_11_64_gb_2542766097",
        "price": "22900",
        "active_product": null,
        "name_owner": "K-Mobile - обмен и продажа мобильных телефонов",
        "location": "Калининградская область, Калининград, ул. Профессора Баранова, 1",
        "img": "https://80.img.avito.st/image/1/1.fYcpnLa50W4fNRNrX_0lnfE_12Sdv9msmD_TapU122w.y3S8tA2IVFdoUybAGR59JO2WgCFUipEEx-1WxqbpRFo"
    }
]